export const storeProducts = [
  {
    id: 1,
    title: "ג'ל רטינול נגד קמטים",
    img: "img/product-1.jpg",
    price: 219,
    info:
      "ג'ל רטינול פעיל לטיפול אינטנסיבי בקמטי הפנים. הרטינול (ויטמין A) נחשב בקרב רופאים כיעיל ביותר לטיפול בקמטים, בזכות יכולתו לעודד את הגברת ייצור סיבי הקולגן והאלסטין, האחראים על גמישות העור. הרכב הג׳ל הייחודי הכולל גם חומצה קוג׳ית ואלוורה, מטפל בקמטי הבעה, עישון, צחוק וכעס מסביב לפה והעיניים, במצח ובמקומות נוספים. שימוש עקבי בג'ל משפר את מראה העור תוך זמן קצר יחסית, תורם למיצוק העור, מפחית בצורה משמעותית את עומק הקמטים הקיימים ומונע הופעת קמטים חדשים בעתיד.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 2,
    title: "קרם לטיפול בפיגמנטציה",
    img: "img/product-2.jpg",
    price: 289,
    info:
      "קרם לטיפול בפיגמנטציה ולהבהרה, מבוסס על פורמולה מהפכנית המטפלת בפיגמנטציה הנגרמת כתוצאה ממגוון סיבות: הריון, שמש, מלזמה, כתמים הורמונליים וגוון עור לא אחיד. הפורמולה הייחודיות מכילה: רטינול (ויטמין A), חומצות אלפא הידרוקסיות (AHA), חומצה קוג'ית, חומצה לקטית, ושמנים. שילוב מנצח זה גורם לפעילות אינטנסיבית המדכאת ומעכבת את יצירת המלנין האחראי להופעת פיגמנטציה. הקרם מונע היווצרות מחדש של כתמי עור ומסייע להבהרת העור. השיפור במראה ניכר כבר מתחילת הטיפול. הקרם מתאים לכל אזורי הגוף.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 3,
    title: "קרם חומצה היאלורונית",
    img: "img/product-3.jpg",
    price: 525,
    info:
      "קרם הדור החדש של חומצה היאלורונית, מעניק נפח, מילוי ומיצוק לקמטים קיימים. הקרם מכיל קומפלקס ייחודי של שלושה סוגי ויטמינים המשולבים יחד עם החומצה ההיאלורונית ובזכות הרכב חדש זה נספג הקרם וחודר לעור ומונע היווצרות קמטים חדשים. הקרם פורץ הדרך מאפשר להעלים קמטוטים וקמטים תוך זמן קצר ויעילותו נשמרת לטווח ארוך באמצעות מנגנון לשחרור איטי. החומצה ההיאלורונית משמשת כנוגד חמצון מעולה וביכולתה ללכוד רדיקלים חופשיים, הנוצרים בעור כתוצאה מחשיפה לקרינת שמש ולזיהום. תכונה זו יוצרת אפקט אנטי-אייג'ינג מצוין.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 4,
    title: "ג'ל לטיפול בסימני מתיחה",
    img: "img/product-4.jpg",
    price: 299,
    info:
      "ג'ל מהפכני להפחתת סימני מתיחה שמקורם בהרזיה או הריונות ולטיפול בצלוליט. הג׳ל פועל למיצוק ולהגמשת העור ומטפל בכל סימני המתיחה: אדומים ולבנים, ישנים וחדשים, סביב הבטן, הירכיים או המותניים. כמו כן, שימוש בג׳ל במהלך ההריון יעיל ביותר למניעת היווצרות סימני מתיחה חדשים. הרכב הג'ל מבוסס על אצת הים ספירולינה, העשירה בבטא קרוטן ומכילה כמויות גבוהות של חלבון, חומצות אמינו, ויטמינים ומינרלים. מבנה הספירולינה הייחודי מאפשר לה לחדור את מחסום העור הטבעי ולאפשר לחומרים הפעילים לעבור דרכו ולחדור לשכבות העור השונות. הספירולינה מכילה כמות גבוהה של אנטי אוקסידנטים, העוזרים במניעת חמצון והגנה מפני רדיקלים חופשיים הפוגעים במראה העור - ג׳ל מנצח!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 5,
    title: "קרם לחות והגנה ליום",
    img: "img/product-5.jpg",
    price: 199,
    info:
      "קרם לחות והגנה ליום על בסיס מים. הקרם מגן על העור מפני קרני UV, מכיל ויטמינים הנלחמים ברדיקלים חופשיים ופועלים למניעת נזקים עתידיים לעור. הקרם מועשר בתערובת שמנים הכוללת: שמן נר הלילה, שמן חוחובה שמן זית ואלוורה, המזינים את עורך ומספקים לו לחות וחיוניות. הרכב הקרם כולל גם חמאת שיאה טבעית, המסייעת בהחלקה ובמיצוק העור ומגנה מפני נזקי הסביבה.  בזכות תכונתו הקלילה, מקל הקרם על העור בימים חמים ומונע הזעת יתר. השימוש בקרם מקנה תחושה מיידית של רכות ונוחות ומראה עור זוהר, קטיפתי ועשיר בלחות, למשך כל היום.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 7,
    title: "מסכת מינרלים טיפולית",
    img: "img/product-7.jpg",
    price: 249,
    info:
      "מסכת פנים טיפולית המכילה הרכב מנצח של מינרלים טבעיים מים המלח. המינרלים מסייעים בכיווץ נקבוביות העור, הוצאת שחורים (קומודונים) וטיפול באקנה. השילוב המושלם של מינרלים וויטמינים, מאפשר ספיחה יעילה ויסודית של פסולת המכילה תאים מתים, שומן ורעלים מתוך נקבוביות העור. התוצאה - עור פנים בהיר, נקי ומחוטא גם מלכלוך שלעיתים אינו נראה לעין. המסכה נספגת בעור, ללא שפשוף וללא גרגירים והשיפור במראה העור ניכר כבר מהשימוש הראשון.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 8,
    title: "סרום ויטמינים C+E",
    img: "img/product-8.jpg",
    price: 289,
    info:
      "סרום עשיר בויטמינים C+E המסייעים בהפחתת עומק הקמטים. נוגדי החמצון שבסרום, מגנים על עורך מפני רדיקלים חופשיים, הגורמים להאצת תהליך הזדקנות העור.הסרום מכיל שמנים ארומטיים: שמן שקדים, שמן חוחובה, שמן גזר ושמן ילנג ילנג. ההרכב המושלם נספג בעור ותורם למיצוק, ליצירת גוון אחיד ולהגברת הלחות.הסרום מהווה בסיס חיוני לטיפול בעור הפנים, הרכבו הייחודי מכין את עורך לקראת חומרים פעילים אשר יונחו אחריו. כבר לאחר השימוש הראשוני בסרום, עורך ירגיש רך, גמיש וחלק כמשי.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 9,
    title: "גולדן - GOLDEN",
    img: "img/product-9.jpg",
    price: 699,
    info:
      "קרם מהפכני לטיפול מתקדם בעור הפנים בעל מרקם עשיר ומפנק, המשמש כמוצר משלים לסדרה הטיפולית טוליפ. תוצאות מהירות ויוצאות דופן למראה עור רענן מתוח וקורן. הרכב מתקדם זה המכיל נוסחה ייחודית של מלחי זהב, קולגן ואלסטין, משמשים יחד כתחליף לבוטקס. קווי היובשיתעדנו ומרקם העור יעשה בריא ואלסטי מתמיד. הוראות שימוש: מתאים לכל סוגי העור. לשימוש מדי ערב.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 10,
    title: "קרם לילה טיפולי",
    img: "img/product-10.jpg",
    price: 99,
    info:
      "קרם הזנה פעיל ללילה על בסיס מים. הקרם קל, מזין, מרכך ומעדן את הקמטים. הקרם מכיל ויטמינים, מינרלים, שמנים ארומטיים ושמן נר הלילה להגברת הלחות בעור.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 11,
    title: "קרם גוף מעודן ועשיר בלחות",
    img: "img/product-11.jpg",
    price: 49,
    info:
      "קרם גוף מעודן מבית טוליפ נטורל מעניק לחות לעור, שומר על הלחות הטבעית של העור לאורך זמן ומותיר את עורך רך גמיש ורענן, נספג היטב ובמהירות.",
    inCart: false,
    count: 0,
    total: 0
  }
];

export const detailProduct = {
  id: 1,
  title: " ג'ל רטינול נגד קמטים - ויטמין A",
  img: "img/product-1.jpg",
  price: 219,
  info:
    "ג'ל רטינול פעיל לטיפול אינטנסיבי בקמטי הפנים. הרטינול (ויטמין A) נחשב בקרב רופאים כיעיל ביותר לטיפול בקמטים, בזכות יכולתו לעודד את הגברת ייצור סיבי הקולגן והאלסטין, האחראים על גמישות העור. הרכב הג׳ל הייחודי הכולל גם חומצה קוג׳ית ואלוורה, מטפל בקמטי הבעה, עישון, צחוק וכעס מסביב לפה והעיניים, במצח ובמקומות נוספים. שימוש עקבי בג'ל משפר את מראה העור תוך זמן קצר יחסית, תורם למיצוק העור, מפחית בצורה משמעותית את עומק הקמטים הקיימים ומונע הופעת קמטים חדשים בעתיד.",
  inCart: false,
  count: 0,
  total: 0
};
